---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.CustomInitialColor
source: html/9339c9b7-ae20-81c3-feff-4478b8c9875a.htm
---
# CustomInitialColor Members

Creates a custom initial color set to the given color